IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/AM263/R5SS0_CORE0_TCMB_RAM_R5SS0_CORE0_TCMB_RAM.xml
<module name="R5SS0_CORE0_TCMB_RAM_R5SS0_CORE0_TCMB_RAM" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="R5SS0_CORE0_TCMB_RAM_RAM_START_TCMA" acronym="R5SS0_CORE0_TCMB_RAM_RAM_START_TCMA" offset="0x0" width="32" description="">
		<bitfield id="RAM_START" width="32" begin="31" end="0" resetval="0x0" description="RAM start address of master sub system tcma" range="31 - 0" rwaccess="RW"/>
	</register>
	<register id="R5SS0_CORE0_TCMB_RAM_RAM_END_TCMA" acronym="R5SS0_CORE0_TCMB_RAM_RAM_END_TCMA" offset="0x7FFC" width="32" description="">
		<bitfield id="RAM_END" width="32" begin="31" end="0" resetval="0x0" description="RAM end address of master sub system tcma" range="31 - 0" rwaccess="RW"/>
	</register>
</module>